Repository: shunnag/KaitoFinder
Catalog: KaitoFinder/Resources/Localizable.xcstrings
Source language: ja
Languages: cs, da, de, en, es, fi, fr, hi, id, it, ko, ms, nb, nl, pl, pt_br, pt_pt, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: この名前は使えません。空の名前、予約文字、長すぎる名前を避けてください。
cs: Tento název nelze použít. Nepoužívejte prázdné či příliš dlouhé názvy ani vyhrazené znaky.
da: Dette navn kan ikke bruges. Undgå tomme navne, reserverede tegn og for lange navne.
de: Dieser Name kann nicht verwendet werden. Vermeide leere Namen, reservierte Zeichen und zu lange Namen.
en: This name cannot be used. Avoid empty names, reserved characters, and names that are too long.
es: No se puede usar este nombre. Evita nombres vacíos, caracteres reservados y nombres demasiado largos.
fi: Tätä nimeä ei voi käyttää. Vältä tyhjiä nimiä, varattuja merkkejä ja liian pitkiä nimiä.
fr: Ce nom ne peut pas être utilisé. Évitez les noms vides, les caractères réservés et les noms trop longs.
hi: यह नाम इस्तेमाल नहीं किया जा सकता। ख़ाली नाम, आरक्षित वर्ण और बहुत लंबे नाम इस्तेमाल न करें।
id: Nama ini tidak dapat digunakan. Hindari nama kosong, karakter yang dicadangkan, dan nama yang terlalu panjang.
it: Questo nome non può essere utilizzato. Evita nomi vuoti, caratteri riservati e nomi troppo lunghi.
ko: 이 이름을 사용할 수 없습니다. 빈 이름, 예약 문자 및 너무 긴 이름을 피하십시오.
ms: Nama ini tidak boleh digunakan. Elakkan nama kosong, aksara terpelihara dan nama yang terlalu panjang.
nb: Dette navnet kan ikke brukes. Unngå tomme navn, reserverte tegn og navn som er for lange.
nl: Deze naam kan niet worden gebruikt. Vermijd lege namen, gereserveerde tekens en te lange namen.
pl: Nie można użyć tej nazwy. Unikaj pustych i zbyt długich nazw oraz zastrzeżonych znaków.
pt_br: Este nome não pode ser usado. Evite nomes vazios, caracteres reservados e nomes muito longos.
pt_pt: Este nome não pode ser usado. Evite nomes vazios, caracteres reservados e nomes demasiado longos.
ru: Это имя использовать нельзя. Избегайте пустых и слишком длинных имен, а также зарезервированных символов.
sv: Det här namnet kan inte användas. Undvik tomma namn, reserverade tecken och för långa namn.
th: ไม่สามารถใช้ชื่อนี้ได้ หลีกเลี่ยงชื่อว่าง อักขระสงวน และชื่อที่ยาวเกินไป
tr: Bu ad kullanılamaz. Boş adlardan, ayrılmış karakterlerden ve çok uzun adlardan kaçının.
uk: Цю назву не можна використовувати. Уникайте порожніх і задовгих назв та зарезервованих символів.
vi: Không thể sử dụng tên này. Tránh tên trống, ký tự dành riêng và tên quá dài.
zh_hans: 无法使用此名称。请避免空名称、保留字符及过长的名称。
zh_hant: 無法使用此名稱。請避免空白名稱、保留字元及過長的名稱。

source: この場所では、保存が中断されると回復が必要になる場合があります。保存中にほかのアプリが読み込むと、新旧の巻が混在する場合があります。
cs: Přerušené ukládání v tomto umístění může vyžadovat obnovu. Jiné aplikace mohou při čtení během ukládání vidět směs starých a nových svazků.
da: En afbrudt arkivering på denne placering kan kræve gendannelse. Andre apps, der læser under arkiveringen, kan se en blanding af gamle og nye volumener.
de: Ein unterbrochener Sicherungsvorgang an diesem Ort kann eine Wiederherstellung erfordern. Andere Apps können beim Lesen während des Sicherns alte und neue Volumes gemischt sehen.
en: An interrupted save in this location may require recovery. Other apps reading during a save may see a mix of old and new volumes.
es: Un guardado interrumpido en esta ubicación puede requerir recuperación. Otras apps que lean durante el guardado pueden ver una mezcla de volúmenes nuevos y antiguos.
fi: Keskeytynyt tallennus tässä sijainnissa voi vaatia palautusta. Muut apit voivat tallennuksen aikana lukea sekoituksen vanhoja ja uusia taltioita.
fr: Un enregistrement interrompu à cet emplacement peut nécessiter une récupération. Les autres apps lisant pendant l’enregistrement peuvent voir un mélange d’anciens et de nouveaux volumes.
hi: इस स्थान पर सहेजना बाधित होने पर पुनर्प्राप्ति आवश्यक हो सकती है। सहेजते समय पढ़ने वाले अन्य ऐप्स को पुराने और नए वॉल्यूम का मिश्रण मिल सकता है।
id: Penyimpanan yang terhenti di lokasi ini mungkin memerlukan pemulihan. App lain yang membaca saat penyimpanan dapat melihat campuran volume lama dan baru.
it: Un salvataggio interrotto in questa posizione può richiedere un recupero. Le altre app che leggono durante il salvataggio potrebbero vedere volumi vecchi e nuovi mescolati.
ko: 이 위치에서 저장이 중단되면 복구가 필요할 수 있습니다. 저장 중 다른 앱이 읽으면 이전 볼륨과 새 볼륨이 섞일 수 있습니다.
ms: Penyimpanan yang terganggu di lokasi ini mungkin memerlukan pemulihan. App lain yang membaca semasa penyimpanan mungkin melihat campuran volum lama dan baharu.
nb: Avbrutt lagring på denne plasseringen kan kreve gjenoppretting. Andre apper som leser under lagring, kan se en blanding av gamle og nye volumer.
nl: Een onderbroken bewaaractie op deze locatie kan herstel vereisen. Andere apps kunnen tijdens het bewaren een mix van oude en nieuwe volumes lezen.
pl: Przerwane zachowywanie w tym miejscu może wymagać odzyskania danych. Inne aplikacje czytające w trakcie zapisu mogą otrzymać mieszankę starych i nowych woluminów.
pt_br: Um salvamento interrompido neste local pode exigir recuperação. Outros apps que leiam durante o salvamento podem ver uma mistura de volumes antigos e novos.
pt_pt: Uma gravação interrompida neste local pode exigir recuperação. Outras aplicações que leiam durante a gravação podem ver uma mistura de volumes antigos e novos.
ru: Прерванное сохранение в этом месте может потребовать восстановления. Другие приложения, читающие во время сохранения, могут получить смесь старых и новых томов.
sv: Ett avbrutet sparande på den här platsen kan kräva återställning. Andra appar som läser under sparandet kan se en blandning av gamla och nya volymer.
th: หากการบันทึกในตำแหน่งนี้ถูกขัดจังหวะ อาจต้องกู้คืน แอปอื่นที่อ่านระหว่างบันทึกอาจเห็นโวลุ่มเก่าและใหม่ปะปนกัน
tr: Bu konumda kesilen bir kaydetme kurtarma gerektirebilir. Kaydetme sırasında okuyan diğer uygulamalar eski ve yeni ciltlerin karışımını görebilir.
uk: Перерване збереження в цьому місці може потребувати відновлення. Інші програми під час збереження можуть прочитати суміш старих і нових томів.
vi: Việc lưu bị gián đoạn ở vị trí này có thể cần khôi phục. Ứng dụng khác đọc trong khi lưu có thể thấy các phần cũ và mới lẫn nhau.
zh_hans: 在此位置保存时如果中断，可能需要恢复。其他App在保存期间读取时，可能会读到混合的新旧分卷。
zh_hant: 在此位置儲存時若中斷，可能需要復原。其他App在儲存期間讀取時，可能會讀到混合的新舊分卷。

source: この形式のファイル名は次の拡張子で終わる必要があります: %@
cs: Název souboru tohoto formátu musí končit jednou z těchto přípon: %@
da: Filnavnet for dette format skal slutte med en af disse endelser: %@
de: Der Dateiname für dieses Format muss mit einer dieser Endungen enden: %@
en: The file name for this format must end with one of these extensions: %@
es: El nombre de archivo para este formato debe terminar con una de estas extensiones: %@
fi: Tämän muodon tiedostonimen on päätyttävä johonkin näistä päätteistä: %@
fr: Le nom de fichier pour ce format doit se terminer par l’une de ces extensions : %@
hi: इस फ़ॉर्मैट के फ़ाइल नाम का अंत इनमें से किसी एक एक्सटेंशन से होना चाहिए : %@
id: Nama file untuk format ini harus diakhiri dengan salah satu ekstensi berikut: %@
it: Il nome del file per questo formato deve terminare con una di queste estensioni: %@
ko: 이 포맷의 파일 이름은 다음 확장자 중 하나로 끝나야 합니다: %@
ms: Nama fail untuk format ini mesti berakhir dengan salah satu sambungan berikut: %@
nb: Filnavnet for dette formatet må slutte med en av disse filendelsene: %@
nl: De bestandsnaam voor deze structuur moet eindigen op een van deze extensies: %@
pl: Nazwa pliku w tym formacie musi kończyć się jednym z tych rozszerzeń: %@
pt_br: O nome do arquivo para este formato deve terminar com uma destas extensões: %@
pt_pt: O nome do ficheiro para este formato tem de terminar com uma destas extensões: %@
ru: Имя файла для этого формата должно оканчиваться одним из этих расширений: %@
sv: Filnamnet för det här formatet måste sluta med ett av dessa filnamnstillägg: %@
th: ชื่อไฟล์สำหรับรูปแบบนี้ต้องลงท้ายด้วยนามสกุลใดนามสกุลหนึ่งต่อไปนี้: %@
tr: Bu biçimin dosya adı şu uzantılardan biriyle bitmelidir: %@
uk: Назва файлу для цього формату має закінчуватися одним із цих розширень: %@
vi: Tên tệp cho định dạng này phải kết thúc bằng một trong các phần mở rộng sau: %@
zh_hans: 此格式的文件名必须以下列扩展名之一结尾：%@
zh_hant: 此格式的檔案名稱必須以下列副檔名之一結尾：%@

source: この形式は暗号化できません。別名で保存で ZIP か 7z にしてください。
cs: Tento formát nelze zašifrovat. Pomocí volby Uložit jako vytvořte archiv ZIP nebo 7z.
da: Dette format kan ikke krypteres. Brug Gem som til at oprette et ZIP- eller 7z-arkiv.
de: Dieses Format kann nicht verschlüsselt werden. Mit „Sichern unter“ ein ZIP- oder 7z-Archiv erstellen.
en: This format cannot be encrypted. Use Save As to create a ZIP or 7z archive.
es: Este formato no se puede encriptar. Usa Guardar como para crear un archivo comprimido ZIP o 7z.
fi: Tätä muotoa ei voi salata. Luo ZIP- tai 7z-arkisto Tallenna nimellä -toiminnolla.
fr: Ce format ne peut pas être chiffré. Utilisez « Enregistrer sous » pour créer une archive ZIP ou 7z.
hi: यह फ़ॉर्मैट एंक्रिप्ट नहीं किया जा सकता। ZIP या 7z आर्काइव बनाने के लिए “ऐसे सहेजें” इस्तेमाल करें।
id: Format ini tidak dapat dienkripsi. Gunakan Simpan Sebagai untuk membuat arsip ZIP atau 7z.
it: Questo formato non può essere codificato. Usa Salva con nome per creare un archivio ZIP o 7z.
ko: 이 포맷은 암호화할 수 없습니다. 별도 저장을 사용하여 ZIP 또는 7z 아카이브를 생성하십시오.
ms: Format ini tidak boleh disulitkan. Gunakan Simpan Sebagai untuk mencipta arkib ZIP atau 7z.
nb: Dette formatet kan ikke krypteres. Bruk Lagre som for å opprette et ZIP- eller 7z-arkiv.
nl: Deze structuur kan niet worden versleuteld. Gebruik 'Bewaar als' om een ZIP- of 7z-archief aan te maken.
pl: Tego formatu nie można szyfrować. Użyj polecenia Zachowaj jako, aby utworzyć archiwum ZIP lub 7z.
pt_br: Este formato não pode ser criptografado. Use Salvar Como para criar um arquivo comprimido ZIP ou 7z.
pt_pt: Este formato não pode ser cifrado. Use Guardar como para criar um arquivo ZIP ou 7z.
ru: Этот формат нельзя зашифровать. Используйте команду «Сохранить как», чтобы создать архив ZIP или 7z.
sv: Det här formatet kan inte krypteras. Använd Spara som för att skapa ett ZIP- eller 7z-arkiv.
th: ไม่สามารถเข้ารหัสรูปแบบนี้ได้ ใช้บันทึกเป็นเพื่อสร้างที่เก็บถาวร ZIP หรือ 7z
tr: Bu biçim şifrelenemez. ZIP veya 7z arşivi yaratmak için Farklı Kaydet’i kullanın.
uk: Цей формат не можна зашифрувати. Скористайтеся командою «Зберегти як», щоб створити архів ZIP або 7z.
vi: Không thể mã hóa định dạng này. Sử dụng Lưu thành để tạo tệp lưu trữ ZIP hoặc 7z.
zh_hans: 此格式无法加密。请使用“存储为”创建ZIP或7z归档。
zh_hant: 此格式無法加密。請使用「另存新檔」製作ZIP或7z封存檔。

source: この操作は取り消せません。
cs: Tuto operaci nelze vrátit zpět.
da: Denne handling kan ikke fortrydes.
de: Dieser Vorgang kann nicht widerrufen werden.
en: This operation cannot be undone.
es: Esta operación no se puede deshacer.
fi: Tätä toimintoa ei voi perua.
fr: Cette opération ne peut pas être annulée.
hi: यह कार्रवाई पहले जैसी नहीं की जा सकती।
id: Operasi ini tidak dapat diurungkan.
it: Questa operazione non può essere annullata.
ko: 이 작업은 실행 취소할 수 없습니다.
ms: Operasi ini tidak boleh dibuat asal.
nb: Denne handlingen kan ikke angres.
nl: Deze bewerking kan niet ongedaan worden gemaakt.
pl: Tej operacji nie można cofnąć.
pt_br: Esta operação não pode ser desfeita.
pt_pt: Esta operação não pode ser desfeita.
ru: Эту операцию нельзя отменить.
sv: Den här åtgärden kan inte ångras.
th: ไม่สามารถเลิกทำการดำเนินการนี้ได้
tr: Bu işlem geri alınamaz.
uk: Цю операцію не можна скасувати.
vi: Không thể hoàn tác thao tác này.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法還原。

source: この種類のファイルは追加できません: %@。
cs: Tento typ souboru nelze přidat: %@.
da: Denne arkivtype kan ikke tilføjes: %@.
de: Dieser Dateityp kann nicht hinzugefügt werden: %@.
en: This type of file cannot be added: %@.
es: No se puede añadir este tipo de archivo: %@.
fi: Tämän tyyppistä tiedostoa ei voi lisätä: %@.
fr: Ce type de fichier ne peut pas être ajouté : %@.
hi: इस प्रकार की फ़ाइल नहीं जोड़ी जा सकती : %@।
id: Jenis file ini tidak dapat ditambahkan: %@.
it: Questo tipo di file non può essere aggiunto: %@.
ko: 이 유형의 파일은 추가할 수 없습니다: %@.
ms: Jenis fail ini tidak boleh ditambah: %@.
nb: Denne filtypen kan ikke legges til: %@.
nl: Dit type bestand kan niet worden toegevoegd: %@.
pl: Nie można dodać tego typu pliku: %@.
pt_br: Este tipo de arquivo não pode ser adicionado: %@.
pt_pt: Este tipo de ficheiro não pode ser adicionado: %@.
ru: Нельзя добавить файл этого типа: %@.
sv: Den här filtypen kan inte läggas till: %@.
th: ไม่สามารถเพิ่มไฟล์ชนิดนี้ได้: %@
tr: Bu dosya türü eklenemez: %@.
uk: Не можна додати файл цього типу: %@.
vi: Không thể thêm loại tệp này: %@.
zh_hans: 无法添加此类型的文件：%@。
zh_hant: 無法加入此類型的檔案：%@。

source: この項目を開くアプリケーションが見つからないか、起動できませんでした。
cs: Aplikace pro otevření této položky nebyla nalezena nebo ji nelze spustit.
da: En app til at åbne dette emne blev ikke fundet eller kunne ikke startes.
de: Ein Programm zum Öffnen dieses Objekts wurde nicht gefunden oder konnte nicht gestartet werden.
en: An application to open this item could not be found or launched.
es: No se ha encontrado o no se ha podido abrir una aplicación para este ítem.
fi: Appia tämän kohteen avaamiseen ei löytynyt tai sitä ei voitu käynnistää.
fr: Impossible de trouver ou de lancer une application pour ouvrir cet élément.
hi: इस आइटम को खोलने वाला ऐप्लिकेशन नहीं मिला या शुरू नहीं किया जा सका।
id: Aplikasi untuk membuka item ini tidak ditemukan atau tidak dapat diluncurkan.
it: Impossibile trovare o avviare un’applicazione per aprire questo elemento.
ko: 이 항목을 열 응용 프로그램을 찾거나 실행할 수 없습니다.
ms: Aplikasi untuk membuka item ini tidak ditemukan atau tidak dapat dilancarkan.
nb: En app for å åpne dette objektet ble ikke funnet eller kunne ikke startes.
nl: Er is geen app gevonden om dit onderdeel te openen, of de app kon niet worden gestart.
pl: Nie znaleziono lub nie udało się uruchomić aplikacji do otwarcia tej rzeczy.
pt_br: Não foi possível encontrar ou abrir um aplicativo para abrir este item.
pt_pt: Não foi possível encontrar ou abrir uma aplicação para abrir este elemento.
ru: Не удалось найти или запустить приложение для открытия этого объекта.
sv: En app för att öppna objektet kunde inte hittas eller startas.
th: ไม่พบแอปพลิเคชันสำหรับเปิดรายการนี้ หรือไม่สามารถเปิดใช้แอปพลิเคชันได้
tr: Bu öğeyi açacak bir uygulama bulunamadı veya başlatılamadı.
uk: Не вдалося знайти або запустити програму для відкриття цього елемента.
vi: Không tìm thấy hoặc không thể khởi chạy ứng dụng để mở mục này.
zh_hans: 找不到用于打开此项目的应用程序，或无法启动该应用程序。
zh_hant: 找不到用來打開此項目的應用程式，或無法啟動該應用程式。

source: コピー
cs: Zkopírovat
da: Kopier
de: Kopieren
en: Copy
es: Copiar
fi: Kopioi
fr: Copier
hi: कॉपी
id: Salin
it: Copia
ko: 복사하기
ms: Salin
nb: Kopier
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ru: Скопировать
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Скопіювати
vi: Sao chép
zh_hans: 拷贝
zh_hant: 拷貝

source: サービス
cs: Služby
da: Tjenester
de: Dienste
en: Services
es: Servicios
fi: Palvelut
fr: Services
hi: सेवाएँ
id: Layanan
it: Servizi
ko: 서비스
ms: Perkhidmatan
nb: Tjenester
nl: Voorzieningen
pl: Usługi
pt_br: Serviços
pt_pt: Serviços
ru: Службы
sv: Tjänster
th: บริการ
tr: Servisler
uk: Служби
vi: Dịch vụ
zh_hans: 服务
zh_hant: 服務

source: サイズ
cs: Velikost
da: Størrelse
de: Größe
en: Size
es: Tamaño
fi: Koko
fr: Taille
hi: आकार
id: Ukuran
it: Dimensioni
ko: 크기
ms: Saiz
nb: Størrelse
nl: Grootte
pl: Wielkość
pt_br: Tamanho
pt_pt: Tamanho
ru: Размер
sv: Storlek
th: ขนาด
tr: Büyüklük
uk: Розмір
vi: Kích cỡ
zh_hans: 大小
zh_hant: 大小

source: サイズが上限を超えています
cs: Velikost překračuje limit
da: Størrelsen overskrider grænsen
de: Die Größe überschreitet die Grenze
en: The size exceeds the limit
es: El tamaño supera el límite
fi: Koko ylittää rajan
fr: La taille dépasse la limite
hi: आकार सीमा से अधिक है
id: Ukuran melebihi batas
it: La dimensione supera il limite
ko: 크기가 한도를 초과합니다
ms: Saiz melebihi had
nb: Størrelsen overskrider grensen
nl: De grootte overschrijdt de limiet
pl: Wielkość przekracza limit
pt_br: O tamanho excede o limite
pt_pt: O tamanho excede o limite
ru: Размер превышает предел
sv: Storleken överskrider gränsen
th: ขนาดเกินขีดจำกัด
tr: Büyüklük sınırı aşıyor
uk: Розмір перевищує обмеження
vi: Kích cỡ vượt quá giới hạn
zh_hans: 大小超出上限
zh_hant: 大小超過上限

source: サイズを指定…
cs: Zadat velikost…
da: Angiv størrelse…
de: Größe angeben …
en: Specify Size…
es: Especificar tamaño…
fi: Määritä koko…
fr: Indiquer une taille…
hi: आकार निर्दिष्ट करें…
id: Tentukan Ukuran…
it: Specifica dimensione…
ko: 크기 지정…
ms: Tentukan Saiz…
nb: Angi størrelse…
nl: Geef grootte op…
pl: Podaj wielkość…
pt_br: Especificar tamanho…
pt_pt: Especificar tamanho…
ru: Указать размер…
sv: Ange storlek…
th: ระบุขนาด…
tr: Boyut Belirt…
uk: Указати розмір…
vi: Chỉ định kích thước…
zh_hans: 指定大小…
zh_hant: 指定大小⋯

source: しない
cs: Žádné
da: Ingen
de: Nicht aufteilen
en: None
es: No dividir
fi: Ei jakoa
fr: Aucun
hi: नहीं
id: Jangan bagi
it: Nessuna
ko: 안 함
ms: Jangan bahagi
nb: Ingen
nl: Niet splitsen
pl: Bez podziału
pt_br: Não dividir
pt_pt: Não dividir
ru: Нет
sv: Ingen delning
th: ไม่แบ่ง
tr: Yok
uk: Немає
vi: Không chia
zh_hans: 不分卷
zh_hant: 不分卷

source: しまう
cs: Minimalizovat
da: Minimer
de: Minimieren
en: Minimize
es: Minimizar
fi: Pienennä
fr: Minimiser
hi: मिनिमाइज़ करें
id: Minikan
it: Contrai
ko: 최소화
ms: Minimumkan
nb: Minimer
nl: Minimaliseer
pl: Minimalizuj okno
pt_br: Minimizar
pt_pt: Minimizar
ru: Убрать в Dock
sv: Minimera
th: ย่อ
tr: Simge Durumuna Küçült
uk: Згорнути
vi: Thu nhỏ
zh_hans: 最小化
zh_hant: 縮到最小

source: シンボリックリンクが自分自身を参照します。
cs: Symbolický odkaz odkazuje sám na sebe.
da: Den symbolske henvisning peger på sig selv.
de: Der symbolische Link verweist auf sich selbst.
en: The symbolic link refers to itself.
es: El enlace simbólico se refiere a sí mismo.
fi: Symbolinen linkki viittaa itseensä.
fr: Le lien symbolique pointe vers lui-même.
hi: सिंबॉलिक लिंक स्वयं को संदर्भित करता है।
id: Tautan simbolis merujuk ke dirinya sendiri.
it: Il link simbolico fa riferimento a se stesso.
ko: 심볼릭 링크가 자기 자신을 가리킵니다.
ms: Pautan simbolik merujuk kepada dirinya sendiri.
nb: Den symbolske lenken peker til seg selv.
nl: De symbolische koppeling verwijst naar zichzelf.
pl: Dowiązanie symboliczne wskazuje na siebie.
pt_br: O link simbólico aponta para si mesmo.
pt_pt: A ligação simbólica aponta para si própria.
ru: Символическая ссылка указывает на себя.
sv: Den symboliska länken pekar på sig själv.
th: ลิงก์สัญลักษณ์อ้างอิงถึงตัวเอง
tr: Sembolik bağlantı kendisini gösteriyor.
uk: Символічне посилання вказує на себе.
vi: Liên kết tượng trưng trỏ đến chính nó.
zh_hans: 符号链接指向其自身。
zh_hant: 符號連結指向其本身。

source: シンボリックリンクのtargetが安全な出力先へ解決されません。
cs: Symbolický odkaz nevede do bezpečného cílového umístění.
da: Den symbolske henvisning peger ikke på en sikker destination.
de: Das Ziel des symbolischen Links verweist nicht auf einen sicheren Ausgabeort.
en: The symbolic link target does not resolve to a safe destination.
es: El destino del enlace simbólico no apunta a una ubicación segura.
fi: Symbolinen linkki ei osoita turvalliseen kohteeseen.
fr: La cible du lien symbolique ne pointe pas vers une destination sûre.
hi: सिंबॉलिक लिंक का लक्ष्य सुरक्षित गंतव्य पर नहीं जाता।
id: Target tautan simbolis tidak mengarah ke tujuan yang aman.
it: La destinazione del link simbolico non punta a una posizione sicura.
ko: 심볼릭 링크의 대상이 안전한 출력 위치를 가리키지 않습니다.
ms: Sasaran pautan simbolik tidak menghala ke destinasi yang selamat.
nb: Den symbolske lenken peker ikke til en trygg målplassering.
nl: De symbolische koppeling verwijst niet naar een veilige bestemming.
pl: Dowiązanie symboliczne nie prowadzi do bezpiecznego miejsca docelowego.
pt_br: O destino do link simbólico não aponta para um local seguro.
pt_pt: A ligação simbólica não aponta para um destino seguro.
ru: Символическая ссылка не ведет в безопасное место назначения.
sv: Den symboliska länken pekar inte på en säker målplats.
th: เป้าหมายของลิงก์สัญลักษณ์ไม่ได้ชี้ไปยังปลายทางที่ปลอดภัย
tr: Sembolik bağlantı hedefi güvenli bir hedefe çözümlenmiyor.
uk: Символічне посилання не веде до безпечного місця призначення.
vi: Đích của liên kết tượng trưng không trỏ đến vị trí an toàn.
zh_hans: 符号链接的目标未指向安全的输出位置。
zh_hant: 符號連結的目標未指向安全的輸出位置。

source: シンボリックリンクのtargetが空またはNULを含みます。
cs: Cíl symbolického odkazu je prázdný nebo obsahuje nulový znak.
da: Den symbolske henvisnings mål er tomt eller indeholder et nul-tegn.
de: Das Ziel des symbolischen Links ist leer oder enthält ein Nullzeichen.
en: The symbolic link target is empty or contains a null character.
es: El destino del enlace simbólico está vacío o contiene un carácter nulo.
fi: Symbolisen linkin kohde on tyhjä tai sisältää nollamerkin.
fr: La cible du lien symbolique est vide ou contient un caractère nul.
hi: सिंबॉलिक लिंक का लक्ष्य ख़ाली है या उसमें नल वर्ण है।
id: Target tautan simbolis kosong atau berisi karakter null.
it: La destinazione del link simbolico è vuota o contiene un carattere nullo.
ko: 심볼릭 링크의 대상이 비어 있거나 널 문자를 포함합니다.
ms: Sasaran pautan simbolik kosong atau mengandungi aksara nol.
nb: Målet til den symbolske lenken er tomt eller inneholder et nulltegn.
nl: Het doel van de symbolische koppeling is leeg of bevat een nulteken.
pl: Cel dowiązania symbolicznego jest pusty lub zawiera znak zerowy.
pt_br: O destino do link simbólico está vazio ou contém um caractere nulo.
pt_pt: O destino da ligação simbólica está vazio ou contém um carácter nulo.
ru: Цель символической ссылки пуста или содержит нулевой символ.
sv: Den symboliska länkens mål är tomt eller innehåller ett nolltecken.
th: เป้าหมายของลิงก์สัญลักษณ์ว่างเปล่าหรือมีอักขระ null
tr: Sembolik bağlantı hedefi boş veya boş karakter içeriyor.
uk: Ціль символічного посилання порожня або містить нульовий символ.
vi: Đích của liên kết tượng trưng trống hoặc chứa ký tự null.
zh_hans: 符号链接的目标为空或包含空字符。
zh_hant: 符號連結的目標為空白或包含空字元。

source: シンボリックリンクのtargetが長すぎます。
cs: Cíl symbolického odkazu je příliš dlouhý.
da: Den symbolske henvisnings mål er for langt.
de: Das Ziel des symbolischen Links ist zu lang.
en: The symbolic link target is too long.
es: El destino del enlace simbólico es demasiado largo.
fi: Symbolisen linkin kohde on liian pitkä.
fr: La cible du lien symbolique est trop longue.
hi: सिंबॉलिक लिंक का लक्ष्य बहुत लंबा है।
id: Target tautan simbolis terlalu panjang.
it: La destinazione del link simbolico è troppo lunga.
ko: 심볼릭 링크의 대상이 너무 깁니다.
ms: Sasaran pautan simbolik terlalu panjang.
nb: Målet til den symbolske lenken er for langt.
nl: Het doel van de symbolische koppeling is te lang.
pl: Cel dowiązania symbolicznego jest zbyt długi.
pt_br: O destino do link simbólico é muito longo.
pt_pt: O destino da ligação simbólica é demasiado longo.
ru: Цель символической ссылки слишком длинная.
sv: Den symboliska länkens mål är för långt.
th: เป้าหมายของลิงก์สัญลักษณ์ยาวเกินไป
tr: Sembolik bağlantı hedefi çok uzun.
uk: Ціль символічного посилання задовга.
vi: Đích của liên kết tượng trưng quá dài.
zh_hans: 符号链接的目标过长。
zh_hant: 符號連結的目標過長。

source: スキップ
cs: Přeskočit
da: Spring over
de: Überspringen
en: Skip
es: Omitir
fi: Ohita
fr: Ignorer
hi: छोड़ें
id: Lewati
it: Ignora
ko: 건너뛰기
ms: Langkau
nb: Hopp over
nl: Sla over
pl: Pomiń
pt_br: Ignorar
pt_pt: Ignorar
ru: Пропустить
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

source: すぐに書き込む
cs: Ihned
da: Straks
de: Sofort
en: Immediately
es: Inmediatamente
fi: Heti
fr: Immédiatement
hi: तुरंत
id: Segera
it: Immediatamente
ko: 즉시 쓰기
ms: Serta-merta
nb: Umiddelbart
nl: Meteen
pl: Od razu
pt_br: Imediatamente
pt_pt: Imediatamente
ru: Сразу
sv: Direkt
th: ทันที
tr: Hemen
uk: Відразу
vi: Ngay lập tức
zh_hans: 立即写入
zh_hant: 立即寫入
